IanW6374/Home_Assistant-Modular_Device/firmware/boards/HAM_ESP32_S3/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME               "HAMD ESP32-S3 OTA"
#define MICROPY_HW_MCU_NAME                 "ESP32S3"
#define MICROPY_HW_ENABLE_UART_REPL         (1)
#define MICROPY_HW_I2C0_SCL                 (9)
#define MICROPY_HW_I2C0_SDA                 (8)
